[M_PositiveSelfImage MissionDefinition]
TurnInDescription="After successfully collecting decorations in Ellie's garage, you can add interior design to your bucket list.."
MissionSummary="Collect Eli's yearly prizes.."
